Repository: chrenova/taxi-prototype
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sk

source: TaskStatus.NEW
sk: Nová

source: TaskStatus.CLAIMED
sk: Potvrdená

source: TaskStatus.PROCESSING
sk: V preprave

source: TaskStatus.FINISHED
sk: Ukončená

source: Origin
sk: Štart

source: Destination
sk: Cieľ

source: Comment
sk: Poznámka

source: CreateTask
sk: Vytvoriť

source: Created At
sk: Vytvorená

source: Created By
sk: Zadal

source: PlannedAt
sk: Plánovaná

source: Assignee
sk: Priradená

source: Comments
sk: Poznámka

source: Status
sk: Stav

source: Archived
sk: Archivovaná

source: EstimatedPrice
sk: Odhadovaná cena

source: RealPrice
sk: Skutočná cena

source: TimeToArrive
sk: Cas na vybavenie

source: TimeToArriveCalculated
sk: Cas na vybavenie

source: Edit
sk: Upraviť

source: SelectAction
sk: Vybrať akciu

source: Cancel
sk: Zrusiť

source: Claim
sk: Potvrdiť

source: StartProgress
sk: V preprave

source: RequestCallCustomer
sk: Prezvon zakaznika

source: RequestCallMe
sk: Zavolaj mi

source: ChangeRoute
sk: Zmena trasy

source: Finish
sk: Ukončiť

source: SignOut
sk: Odhlásiť

source: SignUp
sk: Registrovať

source: SignIn
sk: Prihlásiť
